export const result =[
  {
    infor: "한국/최신/로맨스",
    title: "너의 결혼식",
    poster: "../images/poster1.jpg",
    intro: "고3 여름, 전학생 ‘승희’(박보영)를 보고 첫눈에 반한 ‘우연’(김영광). 승희를 졸졸 쫓아다닌 끝에 마침내 공식커플로 거듭나려던 그때! 잘 지내라는 전화 한 통만 남긴 채 승희는 사라져버리고, 우연의 첫사랑은 그렇게 막을 내리는 듯했다. 1년 뒤, 승희의 흔적을 쫓아 끈질긴 노력으로 같은 대학에 합격한 우연. 그런데 그의 앞을 가로막은 건… 다름 아닌 그녀의 남.자.친.구! 예술로 빗나가는 타이밍 속 다사다난한 그들의 첫사랑 연대기는 계속된다!"
  },
  {
    infor: "한국/최신/코미디",
    title: "죽지 않는 인간들의 밤",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/고전/로맨스",
    title: "클래식",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/고전/코미디",
    title: "신라의 달밤",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/최신/로맨스",
    title: "안녕, 헤이즐",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/최신/코미디",
    title: "데드풀",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/고전/로맨스",
    title: "타이타닉",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/고전/코미디",
    title: "맨인블랙",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/최신/SF",
    title: "설국열차",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/최신/판타지",
    title: "신과 함께",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/고전/SF",
    title: "지구를 지켜라",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/고전/판타지",
    title: "시월애",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/최신/SF",
    title: "인터스텔라",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/최신/판타지",
    title: "픽셀",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/고전/SF",
    title: "가타카",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/고전/판타지",
    title: "빅 피쉬",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/최신/호러·스릴러",
    title: "반도",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/최신/액션",
    title: "범죄도시",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/고전/호러·스릴러",
    title: "알포인트",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "한국/고전/액션",
    title: "말죽거리 잔혹사",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/최신/호러·스릴러",
    title: "인비저블맨",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/최신/액션",
    title: "월요일이 사라졌다",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/고전/호러·스릴러",
    title: "큐브",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  },
  {
    infor: "외국/고전/액션",
    title: "탑건",
    poster: "http://placehold.it/250x358",
    intro: "아침이 걱정도 언덕 흙으로 계십니다. 아직 써 무엇인지 라이너 까닭입니다. 라이너 별 마디씩 속의 책상을 위에 봅니다. 하나에 이름과, 위에 이런 별 묻힌 봅니다. 이름과, 이름과 이 이런 비둘기, 계절이 말 위에 나는 있습니다. 이웃 못 이름과, 너무나 이름과, 하나 나는 이국 가을 있습니다."
  }
]