export const result =[
  {
    infor: "한국/최신/로맨스",
    title: "너의 결혼식",
    poster: "https://movie-phinf.pstatic.net/20180717_35/1531810804890zEqle_JPEG/movie_image.jpg?type=m886_590_2",
    intro: "고3 여름, 전학생 ‘승희’(박보영)를 보고 첫눈에 반한 ‘우연’(김영광). 승희를 졸졸 쫓아다닌 끝에 마침내 공식커플로 거듭나려던 그때! 잘 지내라는 전화 한 통만 남긴 채 승희는 사라져버리고, 우연의 첫사랑은 그렇게 막을 내리는 듯했다. 1년 뒤, 승희의 흔적을 쫓아 끈질긴 노력으로 같은 대학에 합격한 우연. 그런데 그의 앞을 가로막은 건… 다름 아닌 그녀의 남.자.친.구! 예술로 빗나가는 타이밍 속 다사다난한 그들의 첫사랑 연대기는 계속된다!"
  },
  {
    infor: "한국/최신/코미디",
    title: "죽지 않는 인간들의 밤",
    poster: "https://movie-phinf.pstatic.net/20201015_119/1602736778585gExQ2_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "신혼의 단꿈에 빠져있던 ‘소희’(이정현)는 하루 21시간 쉬지 않고 활동하는, 도저히 인간 같지 않은 남편 ‘만길’(김성오)이 자신을 죽이려는 것을 알게 된다. 고등학교 동창인 ‘세라’(서영희)와 뜻밖에 합류하게 된 ‘양선’(이미도) 그리고 미스터리 연구소 소장 ‘닥터 장’(양동근)과 힘을 합쳐 반격에 나선다. 만길의 정체가 지구를 차지하러 온 외계인 언브레이커블임이 밝혀지고, 정부 요원까지 합세하면서 대결은 점점 전대미문의 상황으로 커져만 가는데… 밤은 짧아 최선을 다해!"
  },
  {
    infor: "한국/고전/로맨스",
    title: "클래식",
    poster: "https://movie-phinf.pstatic.net/20111222_233/1324486884038nu8Xk_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "같은 대학에 다니는 지혜(손예진)와 수경은 연극반 선배 상민(조인성)을 좋아한다. 하지만 호들갑스런 수경이 상민에게 보낼 편지의 대필을 부탁하고, 지혜는 수경의 이름으로 상민을 향한 자신의 감정을 고백한다. 지혜의 편지로 맺어진 수경과 상민이 가까워지면서 지혜는 괜한 죄의식에 상민을 멀리 하려 하지만, 우연하게도 자꾸만 마주치게 된다."
  },
  {
    infor: "한국/고전/코미디",
    title: "신라의 달밤",
    poster: "https://movie-phinf.pstatic.net/20111222_153/1324517212070OhruJ_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "십년전, 전설적인 고교 짱 최기동(차승원 분)과 소심한 모범생 박영준(이성재 분)은 경주 지역으로 수학여행을 떠난다. 그리고 휘엉청 달이 밝은 운명의 그날 밤, 두 사람은 평생 잊을 수 없는 사건을 겪게 되고, 우연히 10년만에 경주에서 맞딱드린 기동과 영준. 고교시절 ‘전설의 짱’ 최기동은 다혈질 체육선생이 되어 있고, 소심한 모범생 ‘왕따’ 박영준은 엘리트 깡패가 되어 나타난다. 그 옛날의 전설적인 사건을 되새기며 반갑게 악수하는 그들의 양손에는 어느덧 힘이 들어가기 시작한다."
  },
  {
    infor: "외국/최신/로맨스",
    title: "안녕, 헤이즐",
    poster: "https://movie-phinf.pstatic.net/20140717_251/1405570297574QGGu4_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "산소통을 캐리어처럼 끌고 호흡기를 생명줄처럼 차고 있는 헤이즐. 집에 틀어박혀 리얼리티 쇼나 보며 하루를 축내는 자신을 걱정하는 가족에게 등 떠밀려 어쩔 수 없이 참석한 암 환자 모임에서 꽃미소가 매력적인 어거스터스를 만난다. 담배를 입에 물었지만 불은 붙이지 않는 ‘상징적인 행동’으로 헤이즐의 맹비난을 재치있게 받아넘긴 어거스터스는 시크하고 우울증마저 겪는 헤이즐을 두근거리게 만든다."
  },
  {
    infor: "외국/최신/코미디",
    title: "데드풀",
    poster: "https://movie-phinf.pstatic.net/20160219_61/1455872433882gKqgb_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "전직 특수부대 출신의 용병 ‘웨이드 윌슨(라이언 레놀즈)’은 암 치료를 위한 비밀 실험에 참여 후, 강력한 힐링팩터를 지닌 슈퍼히어로 ‘데드풀’로 거듭난다. 탁월한 무술실력과 거침없는 유머감각을 지녔지만 흉측하게 일그러진 얼굴을 갖게 된 데드풀은 자신의 삶을 완전히 망가뜨린 놈들을 찾아 뒤쫓기 시작하는데…"
  },
  {
    infor: "외국/고전/로맨스",
    title: "타이타닉",
    poster: "https://movie-phinf.pstatic.net/20181129_107/1543452551390CN9TW_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "우연한 기회로 티켓을 구해 타이타닉호에 올라탄 자유로운 영혼을 가진 화가 잭(레오나르도 디카프리오)은 막강한 재력의 약혼자와 함께 1등실에 승선한 로즈(케이트 윈슬렛)에게 한 눈에 반한다. 진실한 사랑을 꿈꾸던 로즈 또한 생애 처음 황홀한 감정에 휩싸이고, 둘은 운명 같은 사랑에 빠지는데…"
  },
  {
    infor: "외국/고전/코미디",
    title: "맨인블랙",
    poster: "https://movie-phinf.pstatic.net/20130422_284/1366595371864AQsUR_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "늦은 밤, 역시 멕시코 난민을 실은 차량이 넘어오고 경찰이 수색을 시작하려 할 때, 한 대의 검은색 차량이 급히 다가선다. 검은 차에서 내린 검은 선글라스, 검은 양복, 검은 넥타이, 검은 구두로 치장한 그들은 일급 국가 비밀 조직인 MIB(Men In Black). 그들은 온 몸을 블랙으로 치장한 채 지구에 장착한 외계인을 감시하고 방어하는 미연방 일급 기밀 조직으로 그들의 임무는 지구인으로 위장한 불법 이민 외계인을 가려내는 것이다."
  },
  {
    infor: "한국/최신/SF",
    title: "설국열차",
    poster: "https://movie-phinf.pstatic.net/20130610_131/1370829667952NUsHp_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "기상 이변으로 모든 것이 꽁꽁 얼어붙은 지구. 살아남은 사람들을 태운 기차 한 대가 끝없이 궤도를 달리고 있다. 춥고 배고픈 사람들이 바글대는 빈민굴 같은 맨 뒤쪽의 꼬리칸, 그리고 선택된 사람들이 술과 마약까지 즐기며 호화로운 객실을 뒹굴고 있는 앞쪽칸. 열차 안의 세상은 결코 평등하지 않다."
  },
  {
    infor: "한국/최신/판타지",
    title: "신과 함께",
    poster: "https://movie-phinf.pstatic.net/20201230_252/1609304926719vwxpF_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "화재 사고 현장에서 여자아이를 구하고 죽음을 맞이한 소방관 자홍, 그의 앞에 저승차사 해원맥과 덕춘이 나타난다. 자신의 죽음이 아직 믿기지도 않는데 덕춘은 정의로운 망자이자 귀인이라며 그를 치켜세운다. 저승으로 가는 입구, 초군문에서 그를 기다리는 또 한 명의 차사 강림, 그는 차사들의 리더이자 앞으로 자홍이 겪어야 할 7개의 재판에서 변호를 맡아줄 변호사이기도 하다. 염라대왕에게 천년 동안 49명의 망자를 환생시키면 자신들 역시 인간으로 환생시켜 주겠다는 약속을 받은 삼차사들 그들은 자신들이 변호하고 호위해야 하는 48번째 망자이자 19년 만에 나타난 의로운 귀인 자홍의 환생을 확신하지만, 각 지옥에서 자홍의 과거가 하나 둘씩 드러나면서 예상치 못한 고난과 맞닥뜨리는데…"
  },
  {
    infor: "한국/고전/SF",
    title: "지구를 지켜라",
    poster: "https://movie-phinf.pstatic.net/20111222_21/1324551936950pT5It_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "병구는 외계인으로 인해 지구가 곧 위험에 처할 거라고 믿는다. 이번 개기월식까지 안드로메다 왕자를 만나지 못하면 지구에는 아무도 살아 남지 못할 엄청난 재앙이 몰려올 것이다.병구는 분명히 외계인이라고 믿는 유제화학의 사장 강만식을 납치해 왕자와 만나게 해줄 것을 요구한다."
  },
  {
    infor: "한국/고전/판타지",
    title: "시월애",
    poster: "https://movie-phinf.pstatic.net/20111222_156/1324529006470bBotp_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "1998년 1월엔 눈이 많이 왔어요. 감기 조심하세요. '일마레'로 이사온 성현(이정재 분)에게 이상한 편지가 남겨있다. 1999년, 2년 후로부터 온 편지. 그 편지에 있던 내용들이 예언과도 같이 현실 속에 나타난다. 그날은 거짓말 같이 함박눈이 내리고. 자신의 편지가 1998년 12월로 갔다는 것을 믿게 된 은주(전지현 분)는 자주 그곳으로 편지를 보낸다."
  },
  {
    infor: "외국/최신/SF",
    title: "인터스텔라",
    poster: "https://movie-phinf.pstatic.net/20160106_138/1452044846608eaFcJ_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "세계 각국의 정부와 경제가 완전히 붕괴된 미래가 다가온다. 지난 20세기에 범한 잘못이 전 세계적인 식량 부족을 불러왔고, NASA도 해체되었다. 이때 시공간에 불가사의한 틈이 열리고, 남은 자들에게는 이 곳을 탐험해 인류를 구해야 하는 임무가 지워진다. 사랑하는 가족들을 뒤로 한 채 인류라는 더 큰 가족을 위해, 그들은 이제 희망을 찾아 우주로 간다. 그리고 우린 답을 찾을 것이다. 늘 그랬듯이…"
  },
  {
    infor: "외국/최신/판타지",
    title: "픽셀",
    poster: "https://movie-phinf.pstatic.net/20150629_101/1435545620655P23xc_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "1982년, 나사(NASA)는 외계와의 접촉을 희망하며 지구의 문화를 담은 타임 캡슐을 우주로 쏘아 올렸다. 하지만 여기에 담긴 아케이드 게임을 자신들에 대한 선전포고로 오해한 외계인들은 팩맨, 갤러그, 동키콩, 센티피드, 스페이스 인베이더의 모습으로 나타나 지구를 침공하기 시작하는데… 30년 전 동전 몇 개로 수천 번이나 세상을 구했던 클래식 아케이드 게임의 고수 3인방은 위기에 빠진 지구를 구하기 위해 다시 한 번 뭉치게 된다. 유일하게 게임의 룰을 지배할 수 있는 이들, 과연 현실에서도 세상을 구해낼 수 있을까?"
  },
  {
    infor: "외국/고전/SF",
    title: "가타카",
    poster: "https://movie-phinf.pstatic.net/20111222_69/1324541836762R8tql_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "가까운 미래, 우주 항공 회사 가타카의 가장 우수한 인력으로 손꼽히고 있는 제롬 머로우(Vincent/Jerome: 에단 호크 분), 큰 키에 잘생긴 외모, 우주 과학에 대한 탁월한 지식과 냉철함, 그리고 완벽한 우성인자(유전법칙의 우/열성이 아닌 ‘우수한 유전자’을 가르킴)를 갖추고 있다. 토성 비행 일정을 일주일 남겨두고 약간은 흥분을 느끼고 있는 그의 과거는 우주 비행은 꿈도꾸지 못할 부적격자 빈센트 프리만이었다. 부모님의 사랑으로 태어난 신의 아이 빈센트의 운명은 심장 질환에, 범죄자의 가능성을 지니고, 31살에 사망하는 것이었다. 빈센트의 운명에 좌절한 부모는 시험관 수정을 통해 완벽한 유전인자를 가진 그의 동생 안톤을 출산한다."
  },
  {
    infor: "외국/고전/판타지",
    title: "빅 피쉬",
    poster: "https://movie-phinf.pstatic.net/20111222_202/1324489888063X9adp_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "윌은 아버지(앨버트 피니)의 병세가 위독하다는 전갈을 받고 고향으로 돌아온다. 평생 모험을 즐겼던 허풍쟁이 아버지는 '내가 왕년에~'로 시작되는 모험담을 늘어놓는다. 젊은 에드워드 블룸(이완 맥그리거)은 태어나자마자 온 병원을 헤집고 다녔고, 원인불명 '성장병'으로 남보다 빨리 컸으며 만능 스포츠맨에, 발명왕이자 해결사였다. 마을에서 가장 유명인사가 된 에드워드는 더 큰 세상을 만나기 위해 여행을 시작했고, 대책없이 큰 거인, 늑대인간 서커스 단장, 샴 쌍둥이 자매, 괴짜시인 등 특별한(?) 친구들을 사귀면서 영웅적인 모험과 로맨스를 경험했다는데."
  },
  {
    infor: "한국/최신/호러·스릴러",
    title: "반도",
    poster: "https://movie-phinf.pstatic.net/20200624_137/15929908359489lOON_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "4년 전, 나라 전체를 휩쓸어버린 전대미문의 재난에서 가까스로 탈출했던 ‘정석’(강동원). 바깥세상으로부터 철저히 고립된 반도에 다시 들어가야 하는 피할 수 없는 제안을 받는다. 제한 시간 내에 지정된 트럭을 확보해 반도를 빠져 나와야 하는 미션을 수행하던 중 인간성을 상실한 631부대와 4년 전보다 더욱 거세진 대규모 좀비 무리가 정석 일행을 습격한다."
  },
  {
    infor: "한국/최신/액션",
    title: "범죄도시",
    poster: "https://movie-phinf.pstatic.net/20170915_299/1505458505658vbKcN_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "하얼빈에서 넘어와 단숨에 기존 조직들을 장악하고 가장 강력한 세력인 춘식이파 보스 ‘황사장(조재윤 분)’까지 위협하며 도시 일대의 최강자로 급부상한 신흥범죄조직의 악랄한 보스 ‘장첸(윤계상 분)’. 대한민국을 뒤흔든 ‘장첸(윤계상 분)’ 일당을 잡기 위해 오직 주먹 한방으로 도시의 평화를 유지해 온 괴물형사 ‘마석도(마동석 분)’와 인간미 넘치는 든든한 리더 ‘전일만(최귀화 분)’ 반장이 이끄는 강력반은 나쁜 놈들을 한방에 쓸어버릴 끝.짱.나.는. 작전을 세우는데…"
  },
  {
    infor: "한국/고전/호러·스릴러",
    title: "알포인트",
    poster: "https://movie-phinf.pstatic.net/20111223_224/1324566944253ErNPq_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "1972년, 베트남 전쟁의 막바지, 200명의 부대원 중, 혼자 살아 남은 혼바우 전투의 생존자 최태인 중위(감우성)는 악몽에 시달리며 괴로워한다. 그러나 그의 본대 복귀 요청은 철회되고, CID 부대장(기주봉)은 그에게 비밀 수색 명령을 내린다.<br/>72년 2월 2일 밤 10시. 이날도 사단본부 통신부대의 무전기엔 '당나귀 삼공...'을 외치는 비명이 들어오고 있다. 6개월 전 작전 지역명 '로미오 포인트'에서 사망한 것으로 추정되는 18명의 수색대원들로부터 계속적인 구조요청이 오고 있었던 것. 그 흔적 없는 병사들의 생사를 확인할 수 있는 증거물을 확보하는 것이 이번 작전의 목표다.<br/>3일 후, 좌표 63도 32분, 53도 27분 _ 로미오 포인트 입구. 어둠이 밀려오는 밀림으로 들어가는 9명의 병사들 뒤로 나뭇잎에 가려졌던 낡은 비문이 드러난다."
  },
  {
    infor: "한국/고전/액션",
    title: "말죽거리 잔혹사",
    poster: "https://movie-phinf.pstatic.net/20111222_184/1324495774928y3gEe_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "1978년 말죽거리의 봄, 현수(권상우)는 강남의 정문고로 전학온다. 정문고는 선생 폭력 외에도 학생들간 세력다툼으로 악명높은 문제학교. 이소룡 열혈팬이라는 이유로 금새 죽고 못사는 친구가 된 모범생 현수와 학교짱 우식(이정진). 하교길 버스안에서 올리비아 핫세를 꼭 닮은 은주(한가인)을 보고 동시에 반하는 현수와 우식. 하지만 은주는 다정한 현수보다 남자다운 우식에게 빠져든다."
  },
  {
    infor: "외국/최신/호러·스릴러",
    title: "인비저블맨",
    poster: "https://movie-phinf.pstatic.net/20200221_216/1582251798358N3QEz_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "모든 것을 통제하려는 소시오패스 남자에게서 도망친 세실리아. 그의 자살 소식과 함께 상속받게 된 거액의 유산. 하지만 그날 이후, 누구에게도 보이지 않는 존재가 느껴지기 시작했다!"
  },
  {
    infor: "외국/최신/액션",
    title: "월요일이 사라졌다",
    poster: "https://movie-phinf.pstatic.net/20180117_233/1516156640966G9kJR_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "1가구 1자녀 ‘산아제한법’으로 인구증가를 통제하는 사회, 태어나서는 안 될 일곱 쌍둥이가 태어났다.<br/> 이들을 몰래 키우기로 결심한 외할아버지 ‘테렌스 셋맨’(윌렘 대포)은 먼데이, 튜즈데이, 웬즈데이, 써스데이, 프라이데이, 새터데이, 선데이라는 이름을 지어주고 쌍둥이들이 발각되지 않고 모두 살아 남을 수 있도록 엄격한 규칙을 만든다."
  },
  {
    infor: "외국/고전/호러·스릴러",
    title: "큐브",
    poster: "https://movie-phinf.pstatic.net/20111222_68/1324503834866ARyKw_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "여섯 명의 사람들이 정신을 차리고 보니 정육면체의 방이다. 그들은 상대방을 모를뿐 더러 그들이 어떻게, 왜 이 방에 오게 되었는지 조차 모른다. 그들은 곧 자신들이 마치 육면체의 색깔 맞추기 퍼즐처럼 모두 똑같은 몇 개의 방으로 이루어진 감옥에 있다는 것을 알게 된다. 여섯 명의 사람들은 각각 경찰, 젊은 수학도, 여린 자폐아, 여의사, 전과자, 그리고 이 미로와도 같은 공간에 대해 말하기를 끝까지 거부하는 한 사내다. 이 정육면체의 방들은 각각 치명적인 함정이 된다. 그들은 모두 이 감옥같은 방에서 나오기 위해 이 시스템보다 더 영리해져야만 한다."
  },
  {
    infor: "외국/고전/액션",
    title: "탑건",
    poster: "https://movie-phinf.pstatic.net/20180724_290/1532393574542TGIna_JPEG/movie_image.jpg?type=m665_443_2",
    intro: "해군 최신 전투기 F-14기를 모는 젊은 조종사 매버릭 대위(톰 크루즈)는 최고의 실력을 자부하는 파일럿으로 최정예 전투기 조종사를 양성하는 ‘탑건’ 훈련학교에 입학하게 된다. 그리고 그곳에서 생도들의 교육을 담당하는 항공물리학 전문가 찰리(켈리 맥길리스)와 사랑에 빠진다. 그러나 비행 훈련 도중 매버릭이 몰던 전투기가 제트 기류에 빠지면서 엔진 고장을 일으키고, 이때 함께 탈출을 시도하던 파트너 구즈가 목숨을 잃게 된다. 의문의 사고로 돌아가신 전투기 조종사였던 아버지에 대한 상처를 이해한 유일한 친구 구즈의 죽음에 충격에 빠진 매버릭은 파일럿의 꿈도 연인과의 사랑도 모두 포기하려 하는데..."
  }
]